OldTests/Linux-Docker/benchmark_raw_20260417_170425/raw_logs/fio_seq_rw_raw.txt
seq_rw: (g=0): rw=rw, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=8
fio-3.33
Starting 1 process
note: both iodepth >= 1 and synchronous I/O engine are selected, queue depth will be capped at 1

seq_rw: (groupid=0, jobs=1): err= 0: pid=183561: Fri Apr 17 17:15:15 2026
  read: IOPS=147, BW=148MiB/s (155MB/s)(8859MiB/60003msec)
    clat (usec): min=2121, max=59398, avg=3388.64, stdev=2364.26
     lat (usec): min=2121, max=59400, avg=3389.73, stdev=2364.25
    clat percentiles (usec):
     |  1.00th=[ 2147],  5.00th=[ 2245], 10.00th=[ 2442], 20.00th=[ 2442],
     | 30.00th=[ 2474], 40.00th=[ 2507], 50.00th=[ 2933], 60.00th=[ 3392],
     | 70.00th=[ 3720], 80.00th=[ 4080], 90.00th=[ 4621], 95.00th=[ 5145],
     | 99.00th=[ 6652], 99.50th=[14222], 99.90th=[51643], 99.95th=[56361],
     | 99.99th=[59507]
   bw (  KiB/s): min=114688, max=198656, per=100.00%, avg=151414.32, stdev=18303.76, samples=119
   iops        : min=  112, max=  194, avg=147.87, stdev=17.87, samples=119
  write: IOPS=147, BW=148MiB/s (155MB/s)(8868MiB/60003msec); 0 zone resets
    clat (usec): min=2124, max=50903, avg=3287.12, stdev=1859.44
     lat (usec): min=2150, max=50985, avg=3360.35, stdev=1860.42
    clat percentiles (usec):
     |  1.00th=[ 2180],  5.00th=[ 2409], 10.00th=[ 2442], 20.00th=[ 2474],
     | 30.00th=[ 2573], 40.00th=[ 2835], 50.00th=[ 3195], 60.00th=[ 3523],
     | 70.00th=[ 3621], 80.00th=[ 3720], 90.00th=[ 3851], 95.00th=[ 4113],
     | 99.00th=[ 7046], 99.50th=[13435], 99.90th=[46924], 99.95th=[47973],
     | 99.99th=[51119]
   bw (  KiB/s): min=106496, max=194560, per=100.00%, avg=151362.69, stdev=16167.78, samples=119
   iops        : min=  104, max=  190, avg=147.82, stdev=15.79, samples=119
  lat (msec)   : 4=85.84%, 10=13.36%, 20=0.66%, 50=0.07%, 100=0.07%
  cpu          : usr=1.88%, sys=9.36%, ctx=17730, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=8859,8868,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=148MiB/s (155MB/s), 148MiB/s-148MiB/s (155MB/s-155MB/s), io=8859MiB (9289MB), run=60003-60003msec
  WRITE: bw=148MiB/s (155MB/s), 148MiB/s-148MiB/s (155MB/s-155MB/s), io=8868MiB (9299MB), run=60003-60003msec